IDEA Open Model
BendData.Plate1Id Property
Compatible with IDEA StatiCa Beta 20.0
 First plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int Plate1Id { get; set; }
Public Property Plate1Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace